Repository: hocky0301/Nori
Catalog: Nori/Resources/Localizable.xcstrings
Source language: en
Languages: ja

source: %@ (item)
ja: %@（項目）

source: %@ and %@ will be removed. This can't be undone.
ja: %1$@と%2$@を削除します。この操作は取り消せません。

source: %@ chars
ja: %@ 文字

source: %@ will be removed. Pinned clips are kept.
ja: %@を削除します。ピン留めしたクリップは残ります。

source: %@ will be removed. This can't be undone.
ja: %@を削除します。この操作は取り消せません。

source: %@ · %lld clips · %lld pinned
ja: %1$@ · %2$lld 件のクリップ · ピン留め %3$lld 件

source: %@ · 1 clip · %lld pinned
ja: %1$@ · 1 件のクリップ · ピン留め %2$lld 件

source: %@ · ^[%lld clip](inflect: true) · %lld pinned
ja: %1$@ · %2$lld 件のクリップ · ピン留め %3$lld 件

source: %lld clips
ja: %lld 件のクリップ

source: %lld clips will be removed. %lld pinned clips stay.
ja: %1$lld 件のクリップを削除します。ピン留めした %2$lld 件は残ります。

source: %lld clips will be removed. 1 pinned clip stays.
ja: %lld 件のクリップを削除します。ピン留めした 1 件は残ります。

source: %lld files
ja: %lld 個のファイル

source: %lld items not saved today
ja: 今日は %lld 件が未保存

source: %lld lines
ja: %lld 行

source: %lld pinned clips
ja: ピン留めしたクリップ %lld 件

source: %lldd
ja: %lld日

source: %lldh
ja: %lld時間

source: %lldm
ja: %lld分

source: 1 clip
ja: 1 件のクリップ

source: 1 day
ja: 1日

source: 1 item not saved today
ja: 今日は 1 件が未保存

source: 1 month
ja: 1か月

source: 1 pinned clip
ja: ピン留めしたクリップ 1 件

source: 1 week
ja: 1週間

source: API key
ja: API キー

source: AWS access key
ja: AWS アクセスキー

source: About
ja: 情報

source: About Nori
ja: Noriについて

source: Access token
ja: アクセストークン

source: Add
ja: 追加

source: Add App…
ja: アプリを追加…

source: Advanced
ja: 詳細

source: All
ja: すべて

source: All %lld clips will be removed, including %lld pinned. This can't be undone.
ja: ピン留めした %2$lld 件を含む全 %1$lld 件のクリップを削除します。この操作は取り消せません。

source: At the mouse pointer
ja: マウスポインタの位置

source: Back
ja: 戻る

source: Built with Claude Code. Nori has no network access; clips never leave this Mac.
ja: Claude Code で開発。Nori はネットワークにアクセスせず、クリップがこの Mac の外に出ることはありません。

source: Cancel
ja: キャンセル

source: Capture
ja: キャプチャ

source: Capture paused
ja: キャプチャを一時停止中

source: Capture paused · %@
ja: キャプチャを一時停止中 · %@

source: Card number
ja: カード番号

source: Center of the screen
ja: 画面の中央

source: Choose an app
ja: アプリを選択

source: Clear
ja: 消去

source: Clear History…
ja: 履歴を消去…

source: Clear Including Pinned
ja: ピン留めも含めて消去

source: Clear Including Pinned…
ja: ピン留めも含めて消去…

source: Clear clipboard history?
ja: クリップボードの履歴を消去しますか？

source: Clear history including pinned clips?
ja: ピン留めしたクリップも含めて履歴を消去しますか？

source: Clear history including pinned?
ja: ピン留めも含めて履歴を消去しますか？

source: Clear history when Nori quits
ja: Nori の終了時に履歴を消去

source: Clear history?
ja: 履歴を消去しますか？

source: Cleared %lld clips
ja: %lld 件のクリップを消去しました

source: Cleared ^[%lld clip](inflect: true)
ja: %lld 件のクリップを消去しました

source: Clearing history also clears the system clipboard
ja: 履歴の消去時にシステムのクリップボードも消去

source: Clear…
ja: 消去…

source: Clipboard history that shows every clip as what it is — and pastes it in one keystroke.
ja: すべてのクリップをそのものとして表示し、キー1つでペーストできるクリップボード履歴。

source: Clips are stored unencrypted in Nori's container in ~/Library. Use Pause for sensitive work.
ja: クリップは ~/Library 内の Nori のコンテナに暗号化されずに保存されます。機密性の高い作業では一時停止をご利用ください。

source: Code
ja: コード

source: Color
ja: カラー

source: Colors
ja: カラー

source: Concealed item from %@ wasn't saved
ja: %@ の秘匿項目は保存されませんでした

source: Continue
ja: 続ける

source: Copied
ja: コピーしました

source: Copied on another device
ja: 別のデバイスでコピー

source: Copy
ja: コピー

source: Copy %@ in any app — it shows up here.
ja: どのアプリでも%@をコピーすると、ここに表示されます。

source: Copy and keep Nori open
ja: コピーして Nori を開いたまま

source: Copy as plain text
ja: プレーンテキストでコピー

source: Copy item
ja: 項目をコピー

source: Copy item as plain text
ja: 項目をプレーンテキストでコピー

source: Copy item, keep open
ja: 項目をコピー、開いたまま

source: Copy plain, keep open
ja: プレーンでコピー、開いたまま

source: Copy something in any app — it shows up here.
ja: どのアプリでも何かをコピーすると、ここに表示されます。

source: Copy · Enable pasting →
ja: コピー · ペーストを許可 →

source: Copy “%@” as text
ja: 「%@」をテキストとしてコピー

source: Copy, keep open
ja: コピー、開いたまま

source: Delete
ja: 削除

source: Deleted · ⌘Z to undo
ja: 削除しました · ⌘Z で取り消し

source: Dismiss
ja: 閉じる

source: Don't remember copies from
ja: 次のアプリでのコピーは記録しない

source: Done
ja: 完了

source: Earlier
ja: それ以前

source: Enable
ja: 有効にする

source: Enabled
ja: 有効

source: Enabled in System Settings — approve Nori under General › Login Items.
ja: システム設定で有効にします — 一般 › ログイン項目 で Nori を許可してください。

source: Expires in %lldm
ja: あと%lld分で消えます

source: Expires in <1m
ja: あと1分未満で消えます

source: File
ja: ファイル

source: Files
ja: ファイル

source: For 30 Minutes
ja: 30分間

source: For 5 Minutes
ja: 5分間

source: Forget clips older than
ja: 次の期間より古いクリップを削除

source: General
ja: 一般

source: GitHub token
ja: GitHub トークン

source: Google API key
ja: Google API キー

source: Hide things that look like passwords or API keys
ja: パスワードや API キーらしきものを隠す

source: History
ja: 履歴

source: History could not be opened and was reset
ja: 履歴を開けなかったためリセットしました

source: Hold the modifiers and tap the key again to step through clips
ja: 修飾キーを押したままキーをもう一度押すとクリップを順に切り替えます

source: Hold ⌥ to remove pinned clips too
ja: ⌥ を押したままにするとピン留めしたクリップも削除します

source: Ignore App
ja: 無視する

source: Ignored pasteboard types
ja: 無視するペーストボードタイプ

source: Image
ja: 画像

source: Image too large (%@) wasn't saved
ja: 大きすぎる画像（%@）は保存されませんでした

source: Images
ja: 画像

source: In Chrome and Slack, ⌘⇧V is 'paste and match style' — use ⇧↩ inside Nori instead, or pick ⌘⇧C
ja: Chrome や Slack では ⌘⇧V が「ペーストしてスタイルを合わせる」に割り当てられています — Nori 内では代わりに ⇧↩ を使うか、⌘⇧C を選んでください

source: Include copies from my iPhone and iPad
ja: iPhone と iPad でのコピーも含める

source: Inspired by
ja: インスピレーション

source: Keep open
ja: 開いたまま

source: Keep up to
ja: 保存する上限

source: Largest image to keep
ja: 保存する画像の最大サイズ

source: Let Nori paste for you
ja: Nori にペーストを任せる

source: License
ja: ライセンス

source: Link
ja: リンク

source: Links
ja: リンク

source: MIT License
ja: MIT ライセンス

source: Make screenshots searchable (OCR)
ja: スクリーンショットを検索可能にする（OCR）

source: Matches content
ja: 内容に一致

source: More
ja: その他

source: Move
ja: 移動

source: Never
ja: しない

source: No apps are ignored
ja: 無視するアプリはありません

source: No code yet
ja: コードはまだありません

source: No colors yet
ja: カラーはまだありません

source: No files yet
ja: ファイルはまだありません

source: No images yet
ja: 画像はまだありません

source: No links yet
ja: リンクはまだありません

source: No matches for “%@”
ja: “%@” に一致する項目はありません

source: No patterns
ja: パターンはありません

source: No text yet
ja: テキストはまだありません

source: No types are ignored
ja: 無視するタイプはありません

source: Nori Settings
ja: Nori の設定

source: Nori Settings — %@
ja: Nori の設定 — %@

source: Nori keeps what you copy
ja: Nori はコピーしたものを記録します

source: Nori lives in the menu bar and only needs to be running to remember what you copy.
ja: Nori はメニューバーに常駐し、起動している間だけコピーした内容を記録します。

source: Nori won't remember anything copied in the app you choose.
ja: 選択したアプリでコピーした内容は Nori に記録されません。

source: Nori — capture paused
ja: Nori — キャプチャを一時停止中

source: Not enabled
ja: 無効

source: Not enabled —
ja: 無効 —

source: Not installed
ja: 未インストール

source: Not saved: %@
ja: 未保存: %@

source: Nothing copied yet
ja: まだ何もコピーされていません

source: Nothing yet
ja: まだありません

source: Open
ja: 開く

source: Open Login Items…
ja: ログイン項目を開く…

source: Open Nori
ja: Noriを開く

source: Open System Settings
ja: システム設定を開く

source: Open System Settings › Privacy & Security › Accessibility
ja: システム設定 › プライバシーとセキュリティ › アクセシビリティ を開く

source: Open in Browser
ja: ブラウザで開く

source: Paste
ja: ペースト

source: Paste and keep Nori open
ja: ペーストして Nori を開いたまま

source: Paste as plain text
ja: プレーンテキストでペースト

source: Paste item
ja: 項目をペースト

source: Paste item as plain text
ja: 項目をプレーンテキストでペースト

source: Paste item, keep open
ja: 項目をペースト、開いたまま

source: Paste plain, keep open
ja: プレーンでペースト、開いたまま

source: Paste “%@” as text
ja: 「%@」をテキストとしてペースト

source: Pasting
ja: ペースト

source: Pasting needs Accessibility access
ja: ペーストにはアクセシビリティの許可が必要です

source: Pause Capture
ja: キャプチャを一時停止

source: Paused · %lld min left
ja: 一時停止中 · 残り %lld 分

source: Pin
ja: ピン留め

source: Pinned
ja: ピン留め

source: Pinned clips are kept. Hold ⌥ while clicking Clear to remove pinned clips too.
ja: ピン留めしたクリップは残ります。⌥ を押しながら「消去」をクリックするとピン留めも削除します。

source: Pinned clips don't count toward the limit and never expire.
ja: ピン留めしたクリップは上限に含まれず、期限切れにもなりません。

source: Plain
ja: プレーン

source: Press this anywhere to open your clipboard history.
ja: どこからでもこのキーでクリップボード履歴を開けます。

source: Preview
ja: プレビュー

source: Privacy
ja: プライバシー

source: Private key
ja: 秘密鍵

source: Quit Nori
ja: Noriを終了

source: Regular expression
ja: 正規表現

source: Release %@
ja: %@ を離す

source: Remember
ja: 記録する項目

source: Remove
ja: 削除

source: Restore defaults
ja: デフォルトに戻す

source: Results
ja: 検索結果

source: Resume Capture
ja: 再開

source: Reveal
ja: Finderで表示

source: Reveal in Finder
ja: Finderで表示

source: Rich text
ja: リッチテキスト

source: Same
ja: 同じ

source: Search
ja: 検索

source: Settings…
ja: 設定…

source: Show a note in the list when something wasn't saved
ja: 保存されなかったときにリストに通知を表示

source: Show app icons on clips
ja: クリップにアプリアイコンを表示

source: Show icon in the menu bar
ja: メニューバーにアイコンを表示

source: Show keyboard hints at the bottom of the panel
ja: パネルの下部にキーボードヒントを表示

source: Show the panel
ja: パネルの表示位置

source: Show welcome again
ja: ようこそ画面をもう一度表示

source: Showing first %@ characters
ja: 先頭 %@ 文字を表示

source: Shown masked, never saved to disk, forgotten after 10 minutes
ja: マスク表示され、ディスクには保存されず、10分後に消去されます

source: Skip Next Copy
ja: 次のコピーを無視

source: Skip for now
ja: 今はスキップ

source: Skip text matching these patterns
ja: 次のパターンに一致するテキストを無視

source: Slack token
ja: Slack トークン

source: Source code
ja: ソースコード

source: Space
ja: スペース

source: Start Nori when I log in
ja: ログイン時に Nori を起動

source: Start at login?
ja: ログイン時に起動しますか？

source: Step %lld of %lld
ja: ステップ %1$lld / %2$lld

source: Storage used
ja: 使用容量

source: Text
ja: テキスト

source: Text found in images is indexed on this Mac only.
ja: 画像内のテキストはこの Mac 上でのみインデックスされます。

source: That's it — this opens Nori anywhere
ja: これで完了 — どこからでも Nori を開けます

source: The panel follows the system appearance and accent color.
ja: パネルはシステムの外観モードとアクセントカラーに従います。

source: This pattern doesn't compile, so it is ignored
ja: このパターンは無効なため無視されます

source: This shortcut types “%@”, so it won't work in password fields
ja: このショートカットは “%@” を入力するため、パスワード欄では使えません

source: Today
ja: 今日

source: Truncated
ja: 省略あり

source: Try it now.
ja: 今すぐ試してみましょう。

source: Under the menu bar icon
ja: メニューバーアイコンの下

source: Unpin
ja: ピン留めを解除

source: Until I Resume
ja: 再開するまで

source: Version %@ (%@)
ja: バージョン %1$@ (%2$@)

source: Welcome
ja: ようこそ

source: Welcome to Nori
ja: Nori へようこそ

source: Welcome to Nori 👋 Press ↩ to paste this.
ja: Nori へようこそ 👋 ↩ を押してこれをペーストしてみましょう。

source: When you pick a clip, Nori presses ⌘V in the app you were using. macOS calls this permission Accessibility. Nori has no network access and stores clips only on this Mac.
ja: クリップを選ぶと、Nori は直前に使っていたアプリで ⌘V を押します。macOS ではこの権限を「アクセシビリティ」と呼びます。Nori はネットワークにアクセスせず、クリップはこの Mac にのみ保存されます。

source: Without it, open Settings with ⌘, inside the panel
ja: 非表示の場合はパネル内で ⌘, を押して設定を開きます

source: Without it, ↩ copies the clip instead of pasting. You can turn this on later in Settings › General.
ja: 許可がない場合、↩ はペーストの代わりにクリップをコピーします。あとから 設定 › 一般 で有効にできます。

source: Yesterday
ja: 昨日

source: You can change this any time in Settings › General.
ja: 設定 › 一般 でいつでも変更できます。

source: ^[%lld clip](inflect: true) and ^[%lld pinned clip](inflect: true) will be removed. This can't be undone.
ja: %1$lld 件のクリップとピン留めした %2$lld 件を削除します。この操作は取り消せません。

source: ^[%lld clip](inflect: true) will be removed, including ^[%lld pinned clip](inflect: true). This can't be undone.
ja: ピン留めした %2$lld 件を含む %1$lld 件のクリップを削除します。この操作は取り消せません。

source: ^[%lld clip](inflect: true) will be removed. Pinned clips are kept.
ja: %lld 件のクリップを削除します。ピン留めしたクリップは残ります。

source: ^[%lld clip](inflect: true) will be removed. This can't be undone.
ja: %lld 件のクリップを削除します。この操作は取り消せません。

source: ^[%lld clip](inflect: true) will be removed. ^[%lld pinned clip](inflect: true) will stay.
ja: %1$lld 件のクリップを削除します。ピン留めした %2$lld 件は残ります。

source: ^[%lld item](inflect: true) not saved today
ja: 今日は %lld 件が未保存

source: a color value
ja: カラー値

source: a file
ja: ファイル

source: a link
ja: リンク

source: an app
ja: アプリ

source: an image
ja: 画像

source: and %lld more
ja: 他 %lld 件

source: clears
ja: 消去

source: copied %lld×
ja: %lld 回コピー

source: copies “%@” as text
ja: “%@” をテキストとしてコピー

source: first copied %@
ja: 初回コピー %@

source: iPhone or iPad
ja: iPhone または iPad

source: last %@
ja: 最終 %@

source: now
ja: 今

source: opens Nori
ja: で Nori を開く

source: pastes “%@” as text
ja: “%@” をテキストとしてペースト

source: some code
ja: コード

source: some text
ja: テキスト

source: something
ja: 何か

source: to copy
ja: でコピー

source: to paste
ja: でペースト

source: ⇧-click
ja: ⇧クリック

source: ⌥-click
ja: ⌥クリック
